Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_swap_settlement_broadcast_failed
source: The prepared settlement remains unconfirmed; check synchronization and durable transaction status before making another attempt.
ar: التسوية المعدة لا تزال غير مؤكدة. تحقق من المزامنة وحالة المعاملة الدائمة قبل القيام بمحاولة أخرى.
de: Der vorbereitete Vergleich bleibt unbestätigt; Überprüfen Sie die Synchronisierung und den Status der dauerhaften Transaktion, bevor Sie einen weiteren Versuch unternehmen.
es: El acuerdo preparado sigue sin confirmarse; verifique la sincronización y el estado duradero de la transacción antes de realizar otro intento.
fa: تسویه حساب آماده شده هنوز تایید نشده است. همگام سازی و وضعیت تراکنش بادوام را قبل از تلاش مجدد بررسی کنید.
fr: Le règlement préparé n’est toujours pas confirmé ; vérifiez la synchronisation et l’état durable de la transaction avant de faire une autre tentative.
he: ההסדר המוכן נותר ללא אישור; בדוק סנכרון ומצב עסקה עמיד לפני ביצוע ניסיון נוסף.
hi: तैयार समझौता अपुष्ट रहता है; दूसरा प्रयास करने से पहले सिंक्रनाइज़ेशन और टिकाऊ लेनदेन स्थिति की जांच करें।
id: Penyelesaian yang disiapkan masih belum dikonfirmasi; periksa sinkronisasi dan status transaksi yang tahan lama sebelum melakukan upaya lain.
it: L'accordo preparato rimane non confermato; controlla la sincronizzazione e lo stato della transazione durevole prima di fare un altro tentativo.
ja: 準備された和解案は未確認のままである。別の試行を行う前に、同期と永続トランザクションのステータスを確認してください。
ko: 준비된 합의는 아직 확인되지 않은 상태입니다. 다시 시도하기 전에 동기화 및 내구성 있는 트랜잭션 상태를 확인하세요.
nl: De voorbereide schikking blijft onbevestigd; controleer de synchronisatie en de duurzame transactiestatus voordat u een nieuwe poging doet.
pl: Przygotowane rozliczenie pozostaje niepotwierdzone; sprawdź synchronizację i trwały status transakcji przed podjęciem kolejnej próby.
pt: O acordo preparado permanece não confirmado; verifique a sincronização e o status da transação durável antes de fazer outra tentativa.
ru: Подготовленное поселение остается неподтвержденным; проверьте синхронизацию и статус устойчивой транзакции, прежде чем предпринимать еще одну попытку.
tr: Hazırlanan anlaşma doğrulanmadı; başka bir deneme yapmadan önce senkronizasyonu ve kalıcı işlem durumunu kontrol edin.
uk: Підготовлене поселення залишається непідтвердженим; перевірте синхронізацію та статус довгострокової транзакції перед наступною спробою.
vi: Việc giải quyết đã chuẩn bị vẫn chưa được xác nhận; kiểm tra tính đồng bộ hóa và trạng thái giao dịch lâu bền trước khi thực hiện lần thử khác.
zh_hans: 准备好的和解方案尚未得到确认；在再次尝试之前检查同步和持久事务状态。
zh_hant: 準備好的和解方案尚未得到確認；在再次嘗試之前檢查同步和持久交易狀態。

# wallet_swap_settlement_btc_fee_hint
source: Maximum Bitcoin fee (sats)
ar: الحد الأقصى لرسوم Bitcoin (sats)
de: Maximale Gebühr Bitcoin (sats)
es: Tarifa máxima Bitcoin (sats)
fa: حداکثر کارمزد Bitcoin (sats)
fr: Frais maximum Bitcoin (sats)
he: עמלה מקסימלית Bitcoin (sats)
hi: अधिकतम Bitcoin शुल्क (sats)
id: Biaya maksimum Bitcoin (sats)
it: Tariffa massima Bitcoin (sats)
ja: 最大 Bitcoin 手数料 (sats)
ko: 최대 Bitcoin 수수료(sats)
nl: Maximale Bitcoin-vergoeding (sats)
pl: Maksymalna opłata Bitcoin (sats)
pt: Taxa máxima Bitcoin (sats)
ru: Максимальная комиссия Bitcoin (sats)
tr: Maksimum Bitcoin ücreti (sats)
uk: Максимальна комісія Bitcoin (sats)
vi: Phí Bitcoin tối đa (sats)
zh_hans: 最高Bitcoin费用（sats）
zh_hant: 最高Bitcoin費用（sats）

# wallet_swap_settlement_fee_invalid
source: Enter a positive maximum settlement fee.
ar: أدخل الحد الأقصى الإيجابي لرسوم التسوية.
de: Geben Sie eine positive maximale Abwicklungsgebühr ein.
es: Introduzca una tarifa de liquidación máxima positiva.
fa: حداکثر هزینه تسویه حساب مثبت را وارد کنید.
fr: Saisissez des frais de règlement maximum positifs.
he: הזן עמלת פשרה מקסימלית חיובית.
hi: एक सकारात्मक अधिकतम निपटान शुल्क दर्ज करें।
id: Masukkan biaya penyelesaian maksimum positif.
it: Inserisci una commissione di liquidazione massima positiva.
ja: プラスの最大決済手数料を入力します。
ko: 양수 최대 정산 수수료를 입력하세요.
nl: Voer een positieve maximale afwikkelingsvergoeding in.
pl: Wprowadź dodatnią maksymalną opłatę rozliczeniową.
pt: Insira uma taxa de liquidação máxima positiva.
ru: Введите положительную максимальную комиссию за расчет.
tr: Pozitif maksimum uzlaşma ücretini girin.
uk: Введіть додатну максимальну комісію за розрахунки.
vi: Nhập một khoản phí thanh toán tối đa dương.
zh_hans: 输入正的最高结算费用。
zh_hant: 輸入正的最高結算費用。

# wallet_swap_settlement_fee_title
source: Maximum settlement fee
ar: الحد الأقصى لرسوم التسوية
de: Maximale Abwicklungsgebühr
es: Tarifa de liquidación máxima
fa: حداکثر هزینه تسویه حساب
fr: Frais de règlement maximum
he: דמי פשרה מקסימליים
hi: अधिकतम निपटान शुल्क
id: Biaya penyelesaian maksimum
it: Commissione di liquidazione massima
ja: 決済手数料の上限
ko: 최대 정산수수료
nl: Maximale afwikkelingsvergoeding
pl: Maksymalna opłata rozliczeniowa
pt: Taxa máxima de liquidação
ru: Максимальная комиссия за расчет
tr: Azami uzlaşma ücreti
uk: Максимальна розрахункова комісія
vi: Phí quyết toán tối đa
zh_hans: 最高结算费
zh_hant: 最高結算費

# wallet_swap_settlement_hns_fee_hint
source: Maximum HNS fee (dollarydoos)
ar: الحد الأقصى لرسوم HNS (dollarydoos)
de: Maximale Gebühr HNS (dollarydoos)
es: Tarifa máxima HNS (dollarydoos)
fa: حداکثر کارمزد HNS (dollarydoos)
fr: Frais maximum HNS (dollarydoos)
he: עמלה מקסימלית HNS (dollarydoos)
hi: अधिकतम HNS शुल्क (dollarydoos)
id: Biaya maksimum HNS (dollarydoos)
it: Tariffa massima HNS (dollarydoos)
ja: 最大 HNS 手数料 (dollarydoos)
ko: 최대 HNS 수수료(dollarydoos)
nl: Maximale HNS-vergoeding (dollarydoos)
pl: Maksymalna opłata HNS (dollarydoos)
pt: Taxa máxima HNS (dollarydoos)
ru: Максимальная комиссия HNS (dollarydoos)
tr: Maksimum HNS ücreti (dollarydoos)
uk: Максимальна комісія HNS (dollarydoos)
vi: Phí HNS tối đa (dollarydoos)
zh_hans: 最高HNS费用（dollarydoos）
zh_hant: 最高HNS費用（dollarydoos）

# wallet_swap_settlement_prepare_failed
source: That swap action is not currently authorized. Confirm your role, verified funding, observed secret, timeout maturity, synchronization state, and fee cap.
ar: إجراء المبادلة هذا غير مصرح به حاليًا. قم بتأكيد دورك، والتمويل الذي تم التحقق منه، والسر الملحوظ، واستحقاق المهلة، وحالة المزامنة، والحد الأقصى للرسوم.
de: Diese Tauschaktion ist derzeit nicht autorisiert. Bestätigen Sie Ihre Rolle, verifizierte Finanzierung, beobachtetes Geheimnis, Timeout-Laufzeit, Synchronisierungsstatus und Gebührenobergrenze.
es: Esa acción de intercambio no está autorizada actualmente. Confirme su función, financiación verificada, secreto observado, vencimiento del tiempo de espera, estado de sincronización y límite de tarifas.
fa: این اقدام مبادله در حال حاضر مجاز نیست. نقش خود، بودجه تأیید شده، راز مشاهده شده، سررسید مهلت زمانی، وضعیت همگام سازی و سقف هزینه را تأیید کنید.
fr: Cette action d'échange n'est actuellement pas autorisée. Confirmez votre rôle, le financement vérifié, le secret observé, l'échéance du délai d'expiration, l'état de synchronisation et le plafond des frais.
he: פעולת ההחלפה הזו אינה מורשית כרגע. אשר את תפקידך, מימון מאומת, סוד שנצפה, מועד זמן קצוב, מצב סנכרון ומכסת עמלות.
hi: वह स्वैप कार्रवाई वर्तमान में अधिकृत नहीं है। अपनी भूमिका, सत्यापित फंडिंग, देखे गए रहस्य, टाइमआउट परिपक्वता, सिंक्रोनाइज़ेशन स्थिति और शुल्क सीमा की पुष्टि करें।
id: Tindakan pertukaran tersebut saat ini tidak diizinkan. Konfirmasikan peran Anda, pendanaan terverifikasi, rahasia yang diamati, batas waktu jatuh tempo, status sinkronisasi, dan batas biaya.
it: Questa azione di scambio non è attualmente autorizzata. Conferma il tuo ruolo, i finanziamenti verificati, il segreto osservato, la scadenza del timeout, lo stato di sincronizzazione e il limite tariffario.
ja: その交換アクションは現在許可されていません。自分の役割、確認された資金、観察されたシークレット、タイムアウト満期、同期状態、料金上限を確認します。
ko: 해당 교환 작업은 현재 승인되지 않았습니다. 귀하의 역할, 검증된 자금, 관찰된 비밀, 시간 초과 성숙도, 동기화 상태 및 수수료 상한선을 확인하세요.
nl: Die ruilactie is momenteel niet toegestaan. Bevestig uw rol, geverifieerde financiering, waargenomen geheim, time-outverlooptijd, synchronisatiestatus en vergoedingslimiet.
pl: Ta akcja zamiany nie jest obecnie autoryzowana. Potwierdź swoją rolę, zweryfikowane finansowanie, zaobserwowany sekret, termin przekroczenia limitu czasu, stan synchronizacji i limit opłat.
pt: Essa ação de troca não está autorizada atualmente. Confirme sua função, financiamento verificado, segredo observado, vencimento do tempo limite, estado de sincronização e limite de taxa.
ru: Это действие замены в настоящее время не разрешено. Подтвердите свою роль, подтвержденное финансирование, наблюдаемый секрет, срок действия тайм-аута, состояние синхронизации и ограничение комиссии.
tr: Bu takas işlemine şu anda izin verilmedi. Rolünüzü, doğrulanmış finansmanı, gözlemlenen sırrı, zaman aşımı süresini, senkronizasyon durumunu ve ücret üst sınırını onaylayın.
uk: Ця дія обміну наразі не дозволена. Підтвердьте свою роль, перевірене фінансування, спостережуваний секрет, час очікування, стан синхронізації та обмеження комісії.
vi: Hành động hoán đổi đó hiện không được ủy quyền. Xác nhận vai trò của bạn, nguồn vốn đã được xác minh, bí mật được quan sát, thời gian chờ, trạng thái đồng bộ hóa và giới hạn phí.
zh_hans: 该交换行动目前尚未获得授权。确认您的角色、已验证的资金、观察到的秘密、超时期限、同步状态和费用上限。
zh_hant: 該交換行動目前尚未獲得授權。確認您的角色、已驗證的資金、觀察到的秘密、超時期限、同步狀態和費用上限。

# wallet_swap_settlement_preparing
source: Preparing the exact locally verified swap settlement…
ar: جارٍ إعداد تسوية المبادلة الدقيقة التي تم التحقق منها محلياً...
de: Vorbereitung der genauen lokal überprüften Swap-Abwicklung…
es: Preparando la liquidación de swap exacta verificada localmente...
fa: در حال آماده سازی تسویه حساب مبادله تایید شده محلی…
fr: Préparer le règlement exact du swap vérifié localement…
he: מכין את הסדר ההחלפה המאומת באופן מקומי...
hi: सटीक स्थानीय रूप से सत्यापित स्वैप निपटान तैयार किया जा रहा है...
id: Mempersiapkan penyelesaian pertukaran yang diverifikasi secara lokal…
it: Preparazione dell'esatto regolamento dello swap verificato localmente…
ja: 現地で検証された正確なスワップ決済を準備中…
ko: 정확한 현지 검증된 스왑 정산 준비…
nl: Het voorbereiden van de exacte lokaal geverifieerde swapafrekening...
pl: Przygotowanie dokładnego, lokalnie zweryfikowanego rozliczenia swapu…
pt: Preparando a liquidação exata do swap verificada localmente…
ru: Подготовка точного, проверенного на местном уровне расчета свопа…
tr: Tam olarak yerel olarak doğrulanmış takas anlaşması hazırlanıyor…
uk: Підготовка точного локально перевіреного своп-розрахунку…
vi: Đang chuẩn bị giải quyết hoán đổi chính xác được xác minh tại địa phương…
zh_hans: 准备准确的本地验证掉期结算......
zh_hant: 準備準確的本地驗證掉期結算......

# wallet_swap_settlement_submitted
source: Swap %1$@ %2$@… was submitted. Waiting for independent local confirmation.
ar: تم تقديم المبادلة %1$@ %2$@.... في انتظار تأكيد محلي مستقل.
de: Swap %1$@ %2$@… wurde eingereicht. Warten auf unabhängige lokale Bestätigung.
es: Se envió el intercambio %1$@ %2$@…. A la espera de confirmación local independiente.
fa: تعویض %1$@ %2$@… ارسال شد. در انتظار تایید محلی مستقل.
fr: L'échange %1$@ %2$@… a été soumis. En attente d'une confirmation locale indépendante.
he: החלפה %1$@ %2$@... נשלחה. ממתין לאישור מקומי עצמאי.
hi: स्वैप %1$@ %2$@… सबमिट किया गया। स्वतंत्र स्थानीय पुष्टि की प्रतीक्षा है.
id: Tukar %1$@ %2$@… telah dikirimkan. Menunggu konfirmasi lokal independen.
it: Lo scambio %1$@ %2$@… è stato inviato. In attesa di conferma locale indipendente.
ja: スワップ %1$@ %2$@… が送信されました。独立した現地確認を待っています。
ko: 스왑 %1$@ %2$@…가 제출되었습니다. 독립적인 현지 확인을 기다리고 있습니다.
nl: Wissel %1$@ %2$@... is ingediend. Wachten op onafhankelijke lokale bevestiging.
pl: Zamiana %1$@ %2$@… została złożona. Czekam na niezależne, lokalne potwierdzenie.
pt: Troca %1$@ %2$@… foi enviada. Aguardando confirmação local independente.
ru: Своп %1$@ %2$@… отправлен. Ждем независимого местного подтверждения.
tr: %1$@ %2$@… takası gönderildi. Bağımsız yerel onay bekleniyor.
uk: Обмін %1$@ %2$@… було подано. Очікування незалежного місцевого підтвердження.
vi: Hoán đổi %1$@ %2$@… đã được gửi. Đang chờ xác nhận độc lập của địa phương.
zh_hans: 交换 %1$@ %2$@… 已提交。等待当地独立确认。
zh_hant: 交換 %1$@ %2$@… 已提交。等待當地獨立確認。

# wallet_swap_stage_bitcoin_syncing
source: Bitcoin synchronization is validating the exact swap state…
ar: تعمل مزامنة Bitcoin على التحقق من صحة حالة المبادلة الدقيقة...
de: Die Bitcoin-Synchronisierung überprüft den genauen Swap-Status ...
es: La sincronización Bitcoin está validando el estado de intercambio exacto...
fa: همگام سازی Bitcoin وضعیت دقیق مبادله را تأیید می کند…
fr: La synchronisation Bitcoin valide l'état exact du swap…
he: סנכרון Bitcoin מאמת את מצב ההחלפה המדויק...
hi: Bitcoin सिंक्रनाइज़ेशन सटीक स्वैप स्थिति को मान्य कर रहा है...
id: Sinkronisasi Bitcoin memvalidasi status swap yang tepat…
it: La sincronizzazione Bitcoin sta convalidando l'esatto stato di scambio...
ja: Bitcoin 同期は正確なスワップ状態を検証しています…
ko: Bitcoin 동기화가 정확한 스왑 상태를 검증하고 있습니다…
nl: Bitcoin-synchronisatie valideert de exacte swapstatus...
pl: Synchronizacja Bitcoin sprawdza dokładny stan wymiany…
pt: A sincronização Bitcoin está validando o estado exato de troca…
ru: Синхронизация Bitcoin проверяет точное состояние подкачки…
tr: Bitcoin senkronizasyonu tam takas durumunu doğruluyor…
uk: Синхронізація Bitcoin перевіряє точний стан обміну…
vi: Đồng bộ hóa Bitcoin đang xác thực trạng thái hoán đổi chính xác…
zh_hans: Bitcoin 同步正在验证确切的交换状态……
zh_hant: Bitcoin 同步正在驗證確切的交換狀態…

# wallet_swap_stage_both_funded
source: Both funding transactions are verified · settlement is ready
ar: تم التحقق من كلا معاملتي التمويل · التسوية جاهزة
de: Beide Finanzierungstransaktionen sind verifiziert · die Abwicklung ist bereit
es: Ambas transacciones de financiación están verificadas · la liquidación está lista
fa: هر دو تراکنش تأمین مالی تأیید شده است · تسویه حساب آماده است
fr: Les deux transactions de financement sont vérifiées · le règlement est prêt
he: שתי עסקאות המימון מאומתות · הפשרה מוכנה
hi: दोनों फंडिंग लेनदेन सत्यापित हैं · निपटान तैयार है
id: Kedua transaksi pendanaan telah diverifikasi · penyelesaian siap
it: Entrambe le transazioni di finanziamento sono verificate · il regolamento è pronto
ja: 両方の資金取引が確認され、決済の準備が完了しました
ko: 두 펀딩 거래가 모두 확인되었습니다. 결제가 준비되었습니다.
nl: Beide financieringstransacties zijn geverifieerd. De afwikkeling is gereed
pl: Obie transakcje finansowania zostały zweryfikowane · rozliczenie jest gotowe
pt: Ambas as transações de financiamento são verificadas · a liquidação está pronta
ru: Обе транзакции финансирования проверены · расчет готов
tr: Her iki fonlama işlemi de doğrulandı · ödeme hazır
uk: Обидві транзакції фінансування перевірені · розрахунок готовий
vi: Cả hai giao dịch cấp vốn đều được xác minh · thanh toán đã sẵn sàng
zh_hans: 两笔资金交易均已验证·结算已准备就绪
zh_hant: 兩筆資金交易均已驗證·結算已準備就緒

# wallet_swap_stage_completed
source: Atomic swap completed with both redemptions locally verified
ar: اكتملت عملية المبادلة الذرية مع التحقق من عمليتي الاسترداد محليًا
de: Der Atomtausch wurde abgeschlossen und beide Rücknahmen wurden vor Ort überprüft
es: Intercambio atómico completado con ambos canjes verificados localmente
fa: مبادله اتمی با تأیید هر دو بازخرید به صورت محلی تکمیل شد
fr: Swap atomique terminé avec les deux rachats vérifiés localement
he: החלפה אטומית הושלמה עם שתי הפדיונות מאומתים מקומית
hi: स्थानीय स्तर पर सत्यापित दोनों मोचनों के साथ परमाणु अदला-बदली पूरी हो गई
id: Pertukaran atom selesai dengan kedua penukaran diverifikasi secara lokal
it: Scambio atomico completato con entrambi i riscatti verificati localmente
ja: アトミックスワップが完了し、両方の償還がローカルで検証されました
ko: 두 가지 상환이 모두 로컬에서 검증되어 원자 교환이 완료되었습니다.
nl: Atomic swap voltooid waarbij beide aflossingen lokaal zijn geverifieerd
pl: Zamiana atomowa zakończona, a oba wykupy zweryfikowane lokalnie
pt: Swap atômico concluído com ambos os resgates verificados localmente
ru: Атомный обмен завершен, оба погашения подтверждены локально
tr: Atomik takas, her iki ödemenin de yerel olarak doğrulanmasıyla tamamlandı
uk: Атомний обмін завершено з локальною перевіркою обох погашень
vi: Hoán đổi nguyên tử đã hoàn tất với cả hai lần quy đổi được xác minh cục bộ
zh_hans: 原子交换完成，两次赎回均在本地验证
zh_hant: 原子交換完成，兩次贖回均在本地驗證

# wallet_swap_stage_failed
source: Atomic swap failed · open the execution for the authenticated failure reason
ar: فشل المبادلة الذرية · افتح التنفيذ لسبب الفشل الموثق
de: Atomic Swap fehlgeschlagen · Öffnen Sie die Ausführung für den authentifizierten Fehlergrund
es: El intercambio atómico falló · abre la ejecución por el motivo del error autenticado
fa: مبادله اتمی ناموفق بود · اجرا را به دلیل خرابی تأیید شده باز کنید
fr: Échec de l'échange atomique · ouvrir l'exécution pour la raison d'échec authentifiée
he: החלפה אטומית נכשלה · פתח את הביצוע מהסיבה של הכשל המאומת
hi: परमाणु स्वैप विफल · प्रमाणित विफलता कारण के लिए निष्पादन खोलें
id: Pertukaran atom gagal · buka eksekusi untuk alasan kegagalan yang diautentikasi
it: Scambio atomico non riuscito · aprire l'esecuzione per il motivo dell'errore autenticato
ja: アトミック スワップが失敗しました · 認証された失敗理由により実行を開始します
ko: 원자 교환 실패 · 인증된 실패 이유에 대한 실행 열기
nl: Atomic swap mislukt · open de uitvoering voor de geverifieerde foutreden
pl: Zamiana atomowa nie powiodła się · Otwórz wykonanie z powodu uwierzytelnionego niepowodzenia
pt: Falha na troca atômica · abra a execução pelo motivo da falha autenticada
ru: Не удалось выполнить атомарный обмен · открыть выполнение по подтвержденной причине сбоя
tr: Atomik takas başarısız oldu · kimliği doğrulanmış hata nedeniyle yürütmeyi açın
uk: Помилка атомарного обміну · відкрийте виконання для автентифікованої причини помилки
vi: Hoán đổi nguyên tử không thành công · mở thực thi vì lý do lỗi được xác thực
zh_hans: 原子交换失败·针对认证失败原因打开执行
zh_hant: 原子交換失敗·針對認證失敗原因開啟執行

# wallet_swap_stage_funding_expired
source: Funding window expired · no new local funding is allowed; any unfunded local reservation is released, and an existing first-chain lock can be refunded after timeout
ar: انتهت فترة التمويل · لا يُسمح بأي تمويل محلي جديد؛ يتم تحرير أي حجز محلي غير ممول، ويمكن استرداد قفل السلسلة الأولى الحالي بعد انتهاء المهلة
de: Finanzierungsfenster abgelaufen · keine neue lokale Finanzierung zulässig; Jede nicht finanzierte lokale Reservierung wird freigegeben und eine bestehende Erstbuchungssperre kann nach Ablauf der Zeit erstattet werden
es: El plazo de financiación expiró · no se permite nueva financiación local; cualquier reserva local no financiada se libera y un candado de primera cadena existente se puede reembolsar después del tiempo de espera
fa: پنجره بودجه منقضی شده است · هیچ بودجه محلی جدیدی مجاز نیست. هرگونه رزرو محلی بدون بودجه آزاد می شود و قفل زنجیره اول موجود را می توان پس از اتمام زمان بازپرداخت کرد.
fr: Fenêtre de financement expirée · aucun nouveau financement local n'est autorisé ; toute réservation locale non financée est libérée et un verrou de première chaîne existant peut être remboursé après expiration du délai
he: פג תוקף חלון המימון · אין מימון מקומי חדש מותר; כל הזמנה מקומית ללא מימון משוחררת, וניתן לקבל החזר על מנעול שרשרת ראשון קיים לאחר הזמן הקצוב
hi: फ़ंडिंग विंडो समाप्त हो गई · किसी नई स्थानीय फ़ंडिंग की अनुमति नहीं है; कोई भी गैर-वित्त पोषित स्थानीय आरक्षण जारी किया जाता है, और मौजूदा प्रथम-श्रृंखला लॉक को समय समाप्ति के बाद वापस किया जा सकता है
id: Jangka waktu pendanaan telah habis · tidak ada pendanaan lokal baru yang diperbolehkan; setiap reservasi lokal yang tidak didanai akan dilepaskan, dan kunci rantai pertama yang ada dapat dikembalikan setelah batas waktu habis
it: Il periodo di finanziamento è scaduto · non è consentito alcun nuovo finanziamento locale; qualsiasi prenotazione locale non finanziata viene rilasciata e un blocco della prima catena esistente può essere rimborsato dopo il timeout
ja: 資金調達枠が期限切れになりました。新しいローカル資金調達は許可されません。資金のないローカル予約はすべて解放され、タイムアウト後に既存のファーストチェーン ロックを返金できます。
ko: 자금 조달 기간이 만료되었습니다. 새로운 지역 자금 조달은 허용되지 않습니다. 자금이 지원되지 않은 현지 예약은 해제되며 기존 첫 번째 체인 잠금은 시간 초과 후 환불될 수 있습니다.
nl: Financieringstermijn verlopen · er is geen nieuwe lokale financiering toegestaan; elke niet-gefinancierde lokale reservering wordt vrijgegeven en een bestaand slot van de eerste keten kan na een time-out worden terugbetaald
pl: Upłynął okres finansowania · żadne nowe finansowanie lokalne nie jest dozwolone; każda niesfinansowana rezerwacja lokalna zostaje zwolniona, a istniejąca blokada pierwszego łańcucha może zostać zwrócona po przekroczeniu limitu czasu
pt: O período de financiamento expirou · nenhum novo financiamento local é permitido; qualquer reserva local não financiada será liberada e um bloqueio de primeira cadeia existente poderá ser reembolsado após o tempo limite
ru: Окно финансирования истекло · новое местное финансирование не допускается; любое необеспеченное местное резервирование снимается, а существующая блокировка первой цепи может быть возвращена после тайм-аута.
tr: Finansman penceresinin süresi doldu · yeni yerel finansmana izin verilmiyor; Finanse edilmemiş herhangi bir yerel rezervasyon iptal edilir ve mevcut bir ilk zincir kilidi, zaman aşımından sonra iade edilebilir
uk: Період фінансування закінчився · нове місцеве фінансування не дозволяється; будь-яке нефінансоване локальне резервування скасовується, а наявне блокування першого ланцюга може бути відшкодовано після тайм-ауту
vi: Thời hạn cấp vốn đã hết · Không được phép cấp vốn mới tại địa phương; mọi đặt chỗ địa phương chưa được cấp vốn sẽ được giải phóng và khóa chuỗi đầu tiên hiện có có thể được hoàn lại sau khi hết thời gian chờ
zh_hans: 资助窗口期满 · 不允许新的地方资助；任何未提供资金的本地预订都会被释放，并且现有的第一链锁可以在超时后退款
zh_hant: 資助窗口期滿 · 不允許新的地方資助；任何未提供資金的本地預訂都會被釋放，並且現有的第一鏈鎖可以在超時後退款

# wallet_swap_stage_funding_ready_here
source: %1$@ funding is ready for approval on this wallet
ar: تمويل %1$@ جاهز للموافقة على هذه المحفظة
de: Die %1$@-Finanzierung für dieses Wallet steht zur Genehmigung bereit
es: La financiación %1$@ está lista para su aprobación en esta billetera
fa: بودجه %1$@ برای تأیید در این کیف پول آماده است
fr: Le financement %1$@ est prêt à être approuvé sur ce portefeuille
he: מימון %1$@ מוכן לאישור בארנק זה
hi: इस वॉलेट पर %1$@ फंडिंग अनुमोदन के लिए तैयार है
id: Pendanaan %1$@ siap disetujui di dompet ini
it: Il finanziamento %1$@ è pronto per l'approvazione su questo portafoglio
ja: %1$@ 資金はこのウォレットで承認される準備ができています
ko: %1$@ 자금 조달이 이 지갑에 대한 승인 준비가 되었습니다.
nl: %1$@-financiering is gereed voor goedkeuring voor deze portemonnee
pl: Fundusze %1$@ są gotowe do zatwierdzenia w tym portfelu
pt: O financiamento %1$@ está pronto para aprovação nesta carteira
ru: Финансирование %1$@ готово к одобрению в этом кошельке.
tr: %1$@ finansmanı bu cüzdanda onaya hazır
uk: Фінансування %1$@ готове для затвердження на цьому гаманці
vi: Nguồn tài trợ %1$@ đã sẵn sàng để phê duyệt trên ví này
zh_hans: %1$@ 资金已准备好在此钱包上获得批准
zh_hant: %1$@ 資金已準備好在此錢包上獲得批准
